Repository: vmallet/LeBackup
Catalog: LeBackup/*.lproj/Localizable.strings
Languages: fr

source: Abort
fr: Stop

# AUTOMATICALLY_SLEEP_AFTER_BACKUP
source: Automatically sleep after completing a backup
fr: Mettre le mac en veille automatiquement après une sauvegarde

source: Back up Parallels
fr: Sauvegarde Parallels

source: Backing up Parallels...
fr: Sauvegarde Parallels en cours...

source: Cancel
fr: Abandonne

source: Choose...
fr: Choisir...

source: Copying:
fr: Copie de :

source: Dry run
fr: Essai à blanc

source: Dry run; skipping rsync
fr: On tourne à blanc : on ne fait pas la vraie sauvegarde

# LAST_SUCCESSFUL_RUN
source: Last sucessful run:
fr: Dernière sauvegarde réussie :

source: Missing System Events Privileges
fr: Droits manquants pour System Events

source: Never
fr: Aucune

source: Parallels VMs detected
fr: VMs Parallels détectées

source: Quack!
fr: Coin !

source: Run!
fr: Sauvegarde !

# RUN_ANWAYS
source: Run anyways
fr: Fais-le quand même

# RUNNING_RSYNC
source: running Real rsync
fr: Lancement du vrai rsync

source: running rsync -n
fr: Lancement de rsync -n ("dry run")

source: Scanning files...
fr: Analyse des fichiers...

source: Scanning Parallels processes...
fr: Recherche des processus Parallels...

source: Settings...
fr: Réglages...

source: Show Details pane
fr: Montrer les détails d'exécution

# SHUT_THEM_DOWN_TRY_AGAIN
source: Shut them down and try again!
fr: Fermez-les et réessayez !

source: Shutdown
fr: Arrêt

# SHUTDOWN_REQUESTED_SHUTTING_DOWN
source: Shutdown requested: shutting down the Mac...
fr: Arrêt demandé : on éteint le Mac...

source: Sleep
fr: Mise en veille

# SLEEP_REQUESTED_SLEEPING
source: Sleep requested: putting mac to sleep...
fr: Veille demandée : on va faire dormir le Mac...

source: Sleep when done
fr: Mettre en veille à la fin

source: Source directory
fr: Répertoire source

# STATUS %lld %lld
source: Scanned %lld apps, found %lld parallels
fr: %lld processus scannés, %lld Parallels trouvé(s)

# SYSTEM_EVENTS_PRIVILEGES_TEXT
source: In order to put the mac to sleep, the "System Events" priviledge but be enabled for this app in Settings -> Security & Privacy -> Privacy -> Automation
fr: Il est nécessaire d'avoir les droits "System Events" pour pouvoir mettre le mac en veille, dans Réglages -> Sécurité et Confidentialité -> Automatisation

source: Target directory
fr: Répertoire de destination

source: Termination status: %d
fr: Code de sortie : %d

# TERMINATION_STATUS_WITH_TOTALS %d %@ %@
source: Termination status: %d (total=%@, to-do=%@)
fr: Code de sortie : %d (total=%@, à-faire=%@)

source: The following VM(s) are running:
fr: Les machines virtuelles ci-dessous tournent toujours :

source: Try Again
fr: Réessaie

source: When a backup is complete, automatically:
fr: Action automatique à prendre en fin de sauvegarde :

source: When done:
fr: En fin :
